-- MySQL dump 10.13  Distrib 5.7.25, for linux-glibc2.12 (x86_64)
--
-- Host: localhost    Database: minmeng_guiyang_sys
-- ------------------------------------------------------
-- Server version	5.7.25

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `sql_dumps`
--

DROP TABLE IF EXISTS `sql_dumps`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `sql_dumps` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `mode` varchar(2) NOT NULL COMMENT '0:备份，1：还原',
  `name` varchar(64) NOT NULL DEFAULT '' COMMENT '名称',
  `sql_file` varchar(255) NOT NULL DEFAULT '' COMMENT 'sql文件',
  `descri` varchar(255) NOT NULL DEFAULT '' COMMENT '说明',
  `create_time` datetime NOT NULL COMMENT '发布时间',
  `username` varchar(32) NOT NULL DEFAULT '' COMMENT '操作员用户名',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=62 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sql_dumps`
--

LOCK TABLES `sql_dumps` WRITE;
/*!40000 ALTER TABLE `sql_dumps` DISABLE KEYS */;
INSERT INTO `sql_dumps` VALUES (1,'0','','201904251446197367.sql','保存页面：index.','2019-04-25 14:46:19','admin'),(2,'0','','201904251446505090.sql','保存页面：index.','2019-04-25 14:46:50','admin'),(3,'0','','201904260927396927.sql','保存控件：盟务要闻.','2019-04-26 09:27:39','admin'),(4,'0','','201904261000234938.sql','保存控件条目：盟务要闻.','2019-04-26 10:00:23','admin'),(5,'0','','201904261004287398.sql','保存页面控件：盟务要闻.','2019-04-26 10:04:28','admin'),(6,'0','','201904261014446645.sql','保存控件：横幅广告.','2019-04-26 10:14:44','admin'),(7,'0','','201904261016029076.sql','保存控件：自身建设.','2019-04-26 10:16:02','admin'),(8,'0','','201904261016519325.sql','保存页面控件：公示公告.','2019-04-26 10:16:52','admin'),(9,'0','','201904261017044988.sql','保存页面控件：横幅广告.','2019-04-26 10:17:04','admin'),(10,'0','','201904261023027119.sql','保存控件条目：公示公告.','2019-04-26 10:23:02','admin'),(11,'0','','201904261026314152.sql','保存控件条目：横幅广告.','2019-04-26 10:26:31','admin'),(12,'0','','201904261032491707.sql','保存页面：index.','2019-04-26 10:32:49','admin'),(13,'0','','201904261036109669.sql','保存导航：盟务要闻.','2019-04-26 10:36:10','admin'),(14,'0','','201904261108444390.sql','保存控件：参政议政.','2019-04-26 11:08:44','admin'),(15,'0','','201904261109256919.sql','保存控件：社会服务.','2019-04-26 11:09:25','admin'),(16,'0','','201904261109573531.sql','保存控件：基层动态.','2019-04-26 11:09:57','admin'),(17,'0','','201904261110529498.sql','保存控件：民盟联盟.','2019-04-26 11:10:52','admin'),(18,'0','','201904261112084634.sql','保存控件：学习园地.','2019-04-26 11:12:08','admin'),(19,'0','','201904261112511683.sql','保存控件：年度重点.','2019-04-26 11:12:51','admin'),(20,'0','','201904261113321008.sql','保存控件：盟员风采.','2019-04-26 11:13:32','admin'),(21,'0','','201904261114167052.sql','保存控件条目：自身建设.','2019-04-26 11:14:16','admin'),(22,'0','','201904261114278585.sql','保存控件条目：自身建设.','2019-04-26 11:14:27','admin'),(23,'0','','201904261114356711.sql','保存控件条目：自身建设.','2019-04-26 11:14:35','admin'),(24,'0','','201904261114446262.sql','保存控件条目：自身建设.','2019-04-26 11:14:44','admin'),(25,'0','','201904261115084234.sql','保存页面控件：自身建设.','2019-04-26 11:15:08','admin'),(26,'0','','201904261115561467.sql','保存控件条目：参政议政.','2019-04-26 11:15:56','admin'),(27,'0','','201904261116083086.sql','保存页面控件：参政议政.','2019-04-26 11:16:08','admin'),(28,'0','','201904261120183553.sql','保存控件条目：社会服务.','2019-04-26 11:20:18','admin'),(29,'0','','201904261120274189.sql','保存页面控件：社会服务.','2019-04-26 11:20:27','admin'),(30,'0','','201904261121587770.sql','删除页面控件：201904261116081693,201904261120277897.','2019-04-26 11:21:58','admin'),(31,'0','','201904261122081554.sql','保存页面控件：参政议政.','2019-04-26 11:22:08','admin'),(32,'0','','201904261122176135.sql','保存页面控件：社会服务.','2019-04-26 11:22:17','admin'),(33,'0','','201904261122373851.sql','保存页面控件：基层动态.','2019-04-26 11:22:37','admin'),(34,'0','','201904261122488072.sql','保存页面控件：学习园地.','2019-04-26 11:22:48','admin'),(35,'0','','201904261123081206.sql','保存页面控件：年度重点.','2019-04-26 11:23:08','admin'),(36,'0','','201904261123154618.sql','保存页面控件：盟员风采.','2019-04-26 11:23:15','admin'),(37,'0','','201904261124593573.sql','保存控件条目：盟员风采.','2019-04-26 11:24:59','admin'),(38,'0','','201904261125103602.sql','保存控件条目：盟员风采.','2019-04-26 11:25:10','admin'),(39,'0','','201904261126278367.sql','删除页面控件：201904261123082112.','2019-04-26 11:26:27','admin'),(40,'0','','201904261127586977.sql','保存控件条目：基层动态.','2019-04-26 11:27:58','admin'),(41,'0','','201904261131434694.sql','保存控件条目：民盟联盟.','2019-04-26 11:31:43','admin'),(42,'0','','201904261132526594.sql','保存控件条目：民盟联盟.','2019-04-26 11:32:52','admin'),(43,'0','','201904261133219636.sql','保存控件条目：民盟联盟.','2019-04-26 11:33:21','admin'),(44,'0','','201904261134412908.sql','保存控件条目：民盟联盟.','2019-04-26 11:34:41','admin'),(45,'0','','201904261135289120.sql','保存控件条目：民盟联盟.','2019-04-26 11:35:28','admin'),(46,'0','','201904261136011741.sql','保存控件条目：民盟联盟.','2019-04-26 11:36:01','admin'),(47,'0','','201904261136311909.sql','保存控件条目：民盟联盟.','2019-04-26 11:36:31','admin'),(48,'0','','201904261136586560.sql','保存控件条目：民盟联盟.','2019-04-26 11:36:58','admin'),(49,'0','','201904261138243383.sql','保存控件：民盟联盟.','2019-04-26 11:38:24','admin'),(50,'0','','201904261415222308.sql','保存控件条目：学习园地.','2019-04-26 14:15:22','admin'),(51,'0','','201904261415389956.sql','保存控件条目：学习园地.','2019-04-26 14:15:38','admin'),(52,'0','','201904261415471317.sql','保存控件条目：学习园地.','2019-04-26 14:15:47','admin'),(53,'0','','201904261415545362.sql','保存控件条目：学习园地.','2019-04-26 14:15:54','admin'),(54,'0','','201904261417462088.sql','保存控件条目：学习园地.','2019-04-26 14:17:46','admin'),(55,'0','','201904261427041739.sql','保存导航：自身建设.','2019-04-26 14:27:04','admin'),(56,'0','','201904261427485997.sql','保存导航：参政议政.','2019-04-26 14:27:48','admin'),(57,'0','','201904261428356546.sql','保存导航：社会服务.','2019-04-26 14:28:35','admin'),(58,'0','','201904261429432865.sql','保存导航：基层动态.','2019-04-26 14:29:43','admin'),(59,'0','','201904261431042945.sql','保存导航：盟员风采.','2019-04-26 14:31:04','admin'),(60,'0','','201904261431526232.sql','保存导航：学习园地.','2019-04-26 14:31:52','admin'),(61,'0','','201904261432262541.sql','保存导航：资料下载.','2019-04-26 14:32:26','admin');
/*!40000 ALTER TABLE `sql_dumps` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2019-05-09 13:10:56
